11/data/attachments/16b9751707e2b8a3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Marie_walk_Friend_53996_1</nif:username>
            <nif:friendToBeRequested>soap_friends_acb6179a-fa4f-4750-9c56-2d2024dc1ff9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>